[
  "Every small step forward is a victory. Keep going!",
  "You're stronger than you think. Believe in yourself!",
  "Progress, not perfection. You're doing great!",
  "Your future self will thank you for today's effort.",
  "Small steps lead to big achievements. Keep moving!",
  "You've got this! Every day is a fresh start.",
  "Consistency beats intensity. You're building something amazing!",
  "The only bad workout is the one that didn't happen. Well done!",
  "You're one step closer to your goals. Keep pushing!",
  "Success is the sum of small efforts repeated daily. You're succeeding!",
  "Your determination today shapes your tomorrow. Keep it up!",
  "Every champion was once a beginner who refused to give up. You're a champion!",
  "The best time to plant a tree was 20 years ago. The second best time is now. You're planting!",
  "You don't have to be great to start, but you have to start to be great. You started!",
  "Excellence is not a skill, it's an attitude. You have it!",
  "The only way to do great work is to love what you do. Keep loving it!",
  "Success isn't just about what you accomplish, it's about what you inspire others to do. You're inspiring!",
  "Dreams don't work unless you do. You're working!",
  "The harder you work for something, the greater you'll feel when you achieve it. Feel great!",
  "Don't stop when you're tired. Stop when you're done. You're not done yet!",
  "Push yourself because no one else is going to do it for you. You're pushing!",
  "Great things never come from comfort zones. You're stepping out!",
  "The pain you feel today will be the strength you feel tomorrow. You're building strength!",
  "Success is walking from failure to failure with no loss of enthusiasm. Keep that enthusiasm!",
  "It's not about being the best. It's about being better than you were yesterday. You're better!",
  "The only person you should try to be better than is the person you were yesterday. You're improving!",
  "Your limitation—it's only your imagination. Push your limits!",
  "Great things take time. You're making progress every single day!",
  "Wake up with determination. Go to bed with satisfaction. You're doing it!",
  "Do something today that your future self will thank you for. You're doing it!"
]
