[
  "Каждый маленький шаг вперёд — это победа. Продолжай!",
  "Ты сильнее, чем думаешь. Верь в себя!",
  "Прогресс, а не совершенство. Ты отлично справляешься!",
  "Твоё будущее «я» поблагодарит тебя за сегодняшние усилия.",
  "Маленькие шаги ведут к большим достижениям. Продолжай двигаться!",
  "У тебя всё получится! Каждый день — это новый старт.",
  "Постоянство побеждает интенсивность. Ты создаёшь что-то удивительное!",
  "Единственная плохая тренировка — та, что не состоялась. Молодец!",
  "Ты на шаг ближе к своим целям. Продолжай!",
  "Успех — это сумма маленьких усилий, повторяемых ежедневно. Ты преуспеваешь!",
  "Твоя решимость сегодня формирует твоё завтра. Так держать!",
  "Каждый чемпион когда-то был новичком, который отказался сдаваться. Ты чемпион!",
  "Лучшее время посадить дерево было 20 лет назад. Второе лучшее время — сейчас. Ты сажаешь!",
  "Тебе не нужно быть великим, чтобы начать, но нужно начать, чтобы стать великим. Ты начал!",
  "Превосходство — это не навык, это отношение. У тебя оно есть!",
  "Единственный способ делать великую работу — это любить то, что ты делаешь. Продолжай любить!",
  "Успех — это не только то, что ты достигаешь, но и то, что ты вдохновляешь других делать. Ты вдохновляешь!",
  "Мечты не работают, если не работаешь ты. Ты работаешь!",
  "Чем усерднее ты работаешь над чем-то, тем лучше ты будешь себя чувствовать, когда достигнешь этого. Чувствуй себя отлично!",
  "Не останавливайся, когда устал. Останавливайся, когда закончил. Ты ещё не закончил!",
  "Заставляй себя, потому что никто другой не сделает это за тебя. Ты заставляешь!",
  "Великие вещи никогда не приходят из зоны комфорта. Ты выходишь из неё!",
  "Боль, которую ты чувствуешь сегодня, станет силой, которую ты почувствуешь завтра. Ты строишь силу!",
  "Успех — это переход от неудачи к неудаче без потери энтузиазма. Сохраняй этот энтузиазм!",
  "Дело не в том, чтобы быть лучшим. Дело в том, чтобы быть лучше, чем ты был вчера. Ты лучше!",
  "Единственный человек, лучше которого ты должен стараться быть, — это тот, кем ты был вчера. Ты улучшаешься!",
  "Твоё ограничение — это только твоё воображение. Расширяй свои границы!",
  "Великие вещи требуют времени. Ты делаешь прогресс каждый день!",
  "Просыпайся с решимостью. Засыпай с удовлетворением. Ты делаешь это!",
  "Сделай сегодня что-то, за что твоё будущее «я» поблагодарит тебя. Ты делаешь это!"
]
